export function products() {
    let data = [
        {
            id: 1,
            name: 'Смартфон Samsung Galaxy S8, 64GB, 4G, Midnight Black',
            image: 'https://s5emagst.akamaized.net/products/5500/5499268/images/res_b5e648d9908b3570094ba6d279e837a2_450x450_gln9.jpg',
            shortDesc: 'Улови живота в мига с камерите на Galaxy S8 и S8+. 12-мегапикселовата задна камера и 8-мегапикселовата предна камера са толкова точни и бързи, че няма да пропуснеш нито един момент, било то през деня или през нощта.',
            longDesc: 'Открийте впечатляващите възможности на Galaxy S8, даващи началото на нов начин за опознаване на света. Камера Камера, създадена за всеки момент Улови живота в мига с камерите на Galaxy S8 и S8+. 12-мегапикселовата задна камера и 8-мегапикселовата предна камера са толкова точни и бързи, че няма да пропуснеш нито един момент, било то през деня или през нощта. Сигурност Опростена сигурност Любопитните очи не са проблем, когато имаш сканиране на ириса в Galaxy S8 и S8+.'
        },
        {
            id: 2,
            name: 'Смартфон Wink City S, Dual SIM, 8GB, 3G, Black',
            image: 'https://s5emagst.akamaized.net/products/4625/4624640/images/res_5e57b93625413cd189c65066363e9022_450x450_km7d.jpg',
            shortDesc: 'Смартфон, който внушава изтънченост.',
            longDesc: 'Смартфон Wink Glory SE впечатлява още с отварянето на кутията. Първото нещо което ще забележите са линиите на елегантния корпус и съотношението екран/корпус. С диагонал на екрана от 5" и тънък страничен панел, този телефон е идеална комбинация от здравина и финес.'
        },
        {
            id: 3,
            name: 'Смартфон Huawei P8 Lite, Dual Sim, 16 GB, 4G, Gold',
            image: 'https://s5emagst.akamaized.net/products/2079/2078090/images/res_42e006cb9f9135b2d897ff8027b72579_450x450_e4l6.jpg',
            shortDesc: 'Невероятен телефон.',
            longDesc: 'Huawei P8 Lite разполага с нов дизайн, като всеки детайл е създаден да подобри производителността ви. 5-инчов IPS дисплей подобрява вида на изображенията и ъгъла на визуализиране.'
        },
        {
            id: 4,
            name: 'Смартфон Samsung Galaxy J7 (2017), Dual Sim, 16GB, 4G, Gold',
            image: 'https://s5emagst.akamaized.net/products/7955/7954785/images/res_0d35cfc3033e4bea66b5969834896815_450x450_qp15.jpg',
            shortDesc: 'Улови живота в мига с камерите на Galaxy S8 и S8+. 12-мегапикселовата задна камера и 8-мегапикселовата предна камера са толкова точни и бързи, че няма да пропуснеш нито един момент, било то през деня или през нощта.',
            longDesc: 'Открийте впечатляващите възможности на Galaxy S8, даващи началото на нов начин за опознаване на света. Камера Камера, създадена за всеки момент Улови живота в мига с камерите на Galaxy S8 и S8+. 12-мегапикселовата задна камера и 8-мегапикселовата предна камера са толкова точни и бързи, че няма да пропуснеш нито един момент, било то през деня или през нощта. Сигурност Опростена сигурност Любопитните очи не са проблем, когато имаш сканиране на ириса в Galaxy S8 и S8+.'
        },
        {
            id: 5,
            name: 'Телевизор LED Smart Samsung, 40"(101 cм), 40KU6072, 4K Ultra HD',
            image: 'https://s5emagst.akamaized.net/products/3259/3258575/images/res_82f84f547c8d62880fde8a175fabd960_450x450_81qj.jpg',
            shortDesc: 'Наслаждавайте се на по-прецизни и естествени цветове Samsung.',
            longDesc: 'С всичките 8 милиона пиксела, които получавате с UHD дисплея – четири пъти повече отколкото при Full HD дисплей – имате нужда от повече точки за регулиране на цветовете, за да се получат детайлни изображения. Обикновените UHD телевизори имат около 27 точки за регулиране на цвета, но при PurColour броят им е значително по-голям – повече от 7 пъти, което осигурява много по-богати и прецизни цветове и нюанси.'
        },
        {
            id: 6,
            name: 'Телевизор LED LG 43LH5100, 43" (108 см), Game TV, Full HD',
            image: 'https://s5emagst.akamaized.net/products/3375/3374084/images/res_70a3109e07b4fecb74c9bf627d9ee826_450x450_r6o2.jpg',
            shortDesc: 'Triple XD Engine предлага цвят, контрастна яснота от по-високо ниво за постигане на най-добро качество на картината.',
            longDesc: 'Свържете USB устройство или външен твърд диск с USB порта и лесно възпроизвеждайте съдържанието на екрана на телевизора.'
        },
        {
            id: 7,
            name: 'Телевизор LED Star-Light, 32" (80 см), 32DM3500, HD Ready',
            image: 'https://s5emagst.akamaized.net/products/5500/5499268/images/res_b5e648d9908b3570094ba6d279e837a2_450x450_gln9.jpg',
            shortDesc: 'Открийте магията на яркитe цветове с LED TV Независимо дали искате да гледате любимия си отбор.',
            longDesc: 'Открийте впечатляващите възможности на Galaxy S8, даващи началото на нов начин за опознаване на света. Камера Камера, създадена за всеки момент Улови живота в мига с камерите на Galaxy S8 и S8+. 12-мегапикселовата задна камера и 8-мегапикселовата предна камера са толкова точни и бързи, че няма да пропуснеш нито един момент, било то през деня или през нощта. Сигурност Опростена сигурност Любопитните очи не са проблем, когато имаш сканиране на ириса в Galaxy S8 и S8+.'
        },
        {
            id: 8,
            name: 'Телевизор LED Philips, 24`` (61 cм), 24PFS4032/12, Full HD',
            image: 'https://s5emagst.akamaized.net/products/5870/5869889/images/res_a31c50a1605afa68c94f3588216479ca_full.jpg',
            shortDesc: 'Philips 4000 Series е създаден да бъде навсякъде, когато имате нужда от него.',
            longDesc: 'С ултра тънък силует и бяла рамка ще изглежда фантастично във всеки дом. Full HD LED телевизор – превъзходен светодиоден образ с невероятен контраст Качеството на картината има значение. Обикновените HD телевизори представят добро качество, но вие очаквате повече.'
        }
    ];
    
    return data;
};



